Repository: gharghi/BGPMon
Catalog: web/apps/main_app/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Enter a valid IPv4 or IPv6 address.
fa: لطفا یک آدرس معتبر ورژن ۴ یا ۶ وارد کنید.

source: Enter a valid IPv4 or IPv6 network.
fa: لطفا یک رنج آدرس معتبر ورژن ۴ یا ۶ وارد کنید.

source: Enter a valid IPv6 address.
fa: لطفا یک آدرس ورژن ۶ معتبر وارد کنید.

source: Enter a valid IPv4 address.
fa: لطفا یک آدرس ورژن ۴ معتبر وارد کنید.

source: Enter a valid IPv4 network.
fa: لطفا یک رنج آدرس معتبر ورژن ۴ وارد کنید.

source: Enter a valid IPv6 network.
fa: لطفا یک رنج آدرس معتبر ورژن ۶ وارد کنید.

source: Prefix(s) added successfully
fa: آدرسها با موفقیت اضافه شدند

source: Please enter a valid prefix
fa: لطفا یک آدرس صحیح وارد کنید

source: There is no originator
fa: هیچ originatior وجود ندارد

source: Please enter a valid AS Number
fa: لطفا یک شماره AS معتبر وارد کنید

source: There is no neighbors
fa: هیج neighbor وجود ندارد

source: There is an error
fa: خطایی رخ داده است

source: This AS has no prefix
fa: این AS هیچ آدرسی ندارد

source: Notification Rule Edited successfully
fa: تنظیمات اطلاع رسانی با موفقیت به روز شد

source: something is wrong
fa: مشکلی پیش آمده

source: There is no result
fa: هیچ نتیجه ای یافت نشد

source: Account activation sent. Please check your email for confirmation link.
fa: ایمیل حاوی لینک فعالسازی ارسال گردید. لطفا ایمیل خود را چک کنید.

source: Your Account has been activated. Please login to continue.
fa: حساب کاربری شما فعال شد. لطفا وارد شوید.

source: There was a problem in activation, please try again
fa: در فعالسازی مشکلی پیش آمده است. لطفا مجددا تلاش کنید.

source: Persian
fa: فارسی

source: English
fa: انگلیسی

source: Add Prefix
fa: آدرسها

source: Prefix
fa: رنج آدرس

source: Example: 193.0.0.0/24
fa: نمونه: 193.0.0.0/24

source: Continue
fa: ادامه

source: List of Prefixes
fa: لیست آدرس ها

source: Actions
fa: عملیات

source: Delete
fa: حذف

source: Make Policy
fa: ایجاد قوانین

source: Origins of
fa: بهره بردار

source: Found route objects
fa: route object های یافت شده.

source: Select All
fa: انتخاب همه

source: Originators with route object
fa: اطلاعات بدست آمده از دیتابیس ها

source: Originators found in BGP
fa: اطلاعات بدست آمده از رووتینگ اینترنت

source: Add Asn
fa: افزودن شماره AS

source: Asn
fa: شماره AS

source: Example: AS3333
fa: نمونه: AS3333

source: Add
fa: افزودن

source: List of Asns
fa: لیست شماره های AS

source: AS Number
fa: شماره AS

source: List neighbors
fa: لیست neighbor ها

source: Left
fa: سرویس دهنده

source: Right
fa: سرویس گیرنده

source: Detected prefixes
fa: آدرس های یافت شده

source: Save
fa: ذخیره

source: AS Number of Service Providers
fa: شماره AS سرویس دهنده

source: AS Number of Customers
fa: شماره AS سرویس گیرنده

source: Exit
fa: خروج

source: ASNs
fa: شماره های AS

source: Notifications
fa: اعلان ها

source: List of Notifications
fa: لیست اعلان ها

source: Path
fa: مسیر

source: Type
fa: نوع

source: Time
fa: زمان

source: Notification Rules
fa: قوانین اعلان ها

source: Telephone Number
fa: شماره موبایل

source: Email Address
fa: آدرس ایمیل

source: Telegram ID
fa: شناسه تلگرام

source: Alert Transited
fa: خطای ترانزیت شدن AS شما

source: Alert Transiting
fa: خطای ترانزیت کردن AS شما

source: Alert Hijacked
fa: خطای سرقت رفتن آدرس شما

source: Alert Hijacking
fa: خطای سرقت توسط شما

source: Edit
fa: ویرایش

source: Login/SignUp
fa: ورود/ثبت نام

source: Login
fa: ورود

source: Register
fa: ثبت نام

source: Username
fa: نام کاربری

source: Password
fa: رمز عبور

source: `Remember me
fa: مرا به یاد داشته باش

source: Forgot password?
fa: رمز عبور را فراموش کردم

source: Confirm Password
fa: تایید رمز عبور

source: Email
fa: ایمیل

source: Reset Password
fa: بازیابی رمز عبور

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
fa: ایمیلی حاوی راهنمای بازیابی رمز عبور ارسال شد. اگر ایمیل را دریافت نکردید لطفا پوشه spam را نیز کنترل فرمایید.

source: Your username and password didn't match. Please try again.
fa: نام کاربری یا رمز عبور اشتباه است

source: Reset
fa: بازیابی

source: Language Settings
fa: تنظیمات زبان

source: Language
fa: زبان

source: Submit
fa: ثبت

source: Quick Access
fa: دسترسی سریع

source: Setting
fa: تنظیمات
